import React from "react";

export default function Instruction(){

    return(
        <>
            <h1>באו נתחיל</h1>
            <p>לימוד האותיות מדורג לשלבים, כאשר בכל שלב מצטרפת אות חדשה ולאחר מכן משחקי התרגול הינם על האותיות שנלמדו עד לשלב זה. </p>
            <h2>איך מתחילים?</h2>
            <p>ראשית, עליכם ללמוד את האות החדשה בשלב, בדף זה תלמדו אות גדולה וקטנה חזותית ושמיעתית וכן מילים המתחילות באות.  </p>
            <h2>מה עם התרגול?</h2>
            <p>בכל שלב ישנם 4 משחקי תרגול</p>
        </>
    )
}
